---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TextStyleSize
source: html/6a992daa-ba5a-9383-abb1-0e71dd106aca.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TextStyleSize Property

"Size"

## Syntax (C#)
```csharp
public static ForgeTypeId TextStyleSize { get; }
```